{
  "WBUI2": {
    "settings": {
        "OpenButton": "F5",
        "HideIcon": false,
        "HideIconAfter": 60,
        "IconURL": "https://i.imgur.com/OZ6xOjY.png",
        "DisableIconText": false,
        "IconPosition": 0,
        "IconTextColor": 0,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 2,
          "buttontext": "About",
          "title1": "News",
          "title2": "The 7 Legions",
          "text1": "[2023-11-25 23:16] Due to a bug with Ark Shop, we've had to disable it temporarily. While it's disabled, you will not earn shop points. Sorry, this is necessary to enable our Xbox players to play.",
          "text2": "Welcome to The 7 Legions Ark: Survival Ascended!\n\nOur servers provide a familiar Ark experience, featuring combat, dino taming, map exploration, crafting, base building, and the thrill of discovery, all while aiming to improve quality of life for all of our players. Overall, our servers are configured to offer a relaxed gaming experience, with experience rates, harvest rates, engram points, taming/eggs/maturation/mating rates, and much more tweeked for your enjoyment. In addition, enjoy our 7 Legions ARK cluster, featuring:\n\n* The Island\n* More maps to come as Wildcard releases them!\n\nWe hope you enjoy your time with us! Have fun!",
          "imageurl": ""
        }
      },
      {
        "tab2": {
          "layout": 4,
          "buttontext": "Rules",
          "title1": "Civility",
          "title2": "VIP",
          "title3": "Building",
          "title4": "World",
          "text1": "While playing on our servers, we ask that you respect others and maintain a mature attitude.\n\n1) Stay frosty: Do not insult, scam, shit talk, or troll others. Do not bring up controversial topics in global or public channels. Also, always ask if a controversial topic is ok before bringing it up even in private channels.\n\n2) No trolls allowed. No intentional trolling, feigning idiocy, shitposting, or blatant lying. We are a community of people with similar interests just here to have a good time. We do not condone abusive behavior. This is not the place for trying to get a rise out of others.\n\n3) Do not DM our team members. We have a support ticket system in place on our Discord server. Visit us there and submit a ticket to ask for help.\n\n4) No doxxing: We do not allow distribution of ANYONE's sensitive or personal information.\n\n5) Use appropriate survivor names. No blank names, no long names, no URL names, and no non-ASCII Unicode characters in names. Names that contain non-standard characters or emojis are subject to admin name change.\n\n6) No advertising. No referral links. No buying/selling/trading anything for real life goods or money.\n\n7) We do not allow players to use our platform to send others invitations to other Discord servers, game communities, or game servers.\n\n8) Use common sense. If you're doing something you think is wrong, it probably is and will probably get you some attention from the admins.\n\n9) Use English in global chat. If you need to speak another language, use whisper, tribe, or alliance chat.",
          "text2": "1) VIP players receive thank you gifts from our team after donating. These thank you gifts are meant to be just that: a way of saying thank you to the player who made the donation. However, ARK has several game features which enable VIP donators to utilize some of thank you gifts to potentially produce dinos or resources for other players at no cost to the VIP player. Please understand that this is not allowed. Therefore the following rules apply to VIP-related items and dinos unless otherwise noted:\n| - VIP players are allowed to breed VIP Exclusive dinos when the chance to do so comes around, but the offspring of a VIP Exclusive dino is also considered VIP Exclusive and MAY NOT be shared with other players\n| - VIP players MAY share any base furnishings they may have received as a thank you gift with tribe mates only\n| - All other VIP items or VIP Exclusive items may ONLY be used by the VIP player who originally received them.",
          "text3": "1) Each tribe is limited to one main base up to 50x50 and one water breeding platform up to 20x20.\n\n2) No pillaring or foundation spamming.\n\n3) No building in artifact caves or blocking cave entrances with your base. This includes placing teleports--no teleports allowed in artifact caves or cave entrances.\n\n4) Your base should be at least 100m apart from each other. You can use map markers to measure distance by placing a map marker at your desired base location, activating it by clicking it on the map, then running to the nearest base. If the marker is 100m away or more, you must have permission to build in your desired spot. Either find a different spot or ask permission from the nearby base owner.\n\n5) Building on the Event Map is NOT ALLOWED.\n\n6) Do not enter or take anything, including tames, from bases that do not belong to you. Reports of theft will be investigated and violators will be banned.",
          "text4": "1) All players must be a member of a tribe. Solo players must create a tribe in order to fulfill this requirement.\n\n2) If you are a member of our Discord server, your Discord server nickname must be the same as your ARK survivor name.\n\n3) If running from dinos that are attacking you, do not run near another tribe's base. You will be held responsible for damage caused to another tribe's base.\n\n4) Tribes may have a maximum of 30 dinos placed at a time. Our server makes use of the Dino Storage V2 mod, which introduces the Soul Terminal to the game. We also have all automation features enabled. Pack your excess dinos into Soul Balls, then store them in the Soul Terminal, where they will passively produce their dino-specific resources. You do not need to have dinos out and about to farm their resources.\n\n5) You may have 4 Gachas placed in addition to the 30 dino limit, but they must be held in S+ Gacha Gavagers at your base.\n\n6) Building on the Event Map is NOT ALLOWED.",
          "imageurl": ""
        }
      },
      {
        "tab3": {
          "layout": 2,
          "buttontext": "Team",
          "title1": "Our Team",
          "title2": "Join Us",
          "text1": "Meet The 7 Legions ARK team!\n\n[SERVER OWNER]\nLeo the Leopard\n\n[ARK HEAD ADMIN]\nLily Otter\n\n[ARK ADMINS]\n\n[ARK MODERATORS]\n\n[7 LEGIONS HEAD DEVELOPER]\nTrenyc\n\n[ARK DEVELOPERS]",
          "text2": "We're recruiting!\n\nTo apply to join our team, visit us on Discord at https://discord.gg/the7legions. There, type /apply in the #recruitment-info channel. You'll receive a message from our Application Bot which will guide you through the application process.",
          "imageurl": ""
        }
      },
      {
        "tab4": {
          "layout": 1,
          "buttontext": "Help",
          "title1": "Help and Support",
          "text1": "If you're having trouble in the game or another player is harassing you, please visit our Discord server at https://discord.gg/the7legions. There, you can submit a support ticket using our support-ticket channel.\n\nWhen submitting a support ticket, please be clear about your issue. Additionally, if another player is harassing you, please collect evidence of the harassment when making your claim. This will allow us to more easily investigate.",
          "imageurl": ""
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Website",
          "url": "https://the7legins.org"
        }
      },
      {
        "link2": {
          "text": "Discord",
          "url": "https://discord.gg/the7legions"
        }
      }
    ]
  }
}
